import React from 'react';

const About = () => {
	return (
		<div>
			<div className="main-info">
				Привет! Меня зовут Антон и я являюсь веб-разработчиком со стажем более
				3-х лет. Моя специализация — это создание высококачественных веб-сайтов,
				которые соответствуют требованиям и ожиданиям моих клиентов. Я работаю с
				различными технологиями и языками программирования, такими как HTML,
				CSS, JavaScript, PHP и многими другими. Фреймворками: Vue3 и Laravel. И
				CMS: WordPress, OpenCart и Bitrix. Я предоставляю услуги по созданию
				сайтов любой сложности, от простых лендингов до сложных веб-приложений.
				Если вы заинтересованы в моих услугах, пожалуйста, свяжитесь со мной
				через форму обратной связи на этом сайте. Я буду рад обсудить ваши
				потребности и предложить решение, которое наилучшим образом
				соответствует вашим требованиям.
			</div>
		</div>
	);
};

export default About;
